/* SMTP Server address */
"Address:" = "Adresa:";

/* Authentication checkbox */
"Authentication" = "Autentifikace";

/* Title for from field */
"From:" = "Od:";

/* No security option */
"None" = "Nic";

/* password field */
"Password:" = "Heslo:";

/* SMTP Server port */
"Port:" = "Port:";

/* Security options title */
"Security:" = "Zabezpečení:";

/* Title for box containing SMTP server details */
"SMTP Server:" = "SMTP server:";

/* Title for subject prefix field */
"Subject prefix:" = "Předpona k předmětu:";

/* TLS if possible security option */
"TLS if possible" = "TLS je-li možno";

/* TLS or close security option */
"TLS or close" = "TLS nebo zavřít spojení";

/* Title for to field */
"To:" = "Komu:";

/* Username field */
"Username:" = "Jméno:";

